{
    "OrganizeCampeonato": "Organize seus campeonatos",
    "Com": "com",
    "Seguranca": "segurança",
    "Rapidez": "rapidez",
    "Facilidade": "facilidade",
    "Perfeicao": "perfeição",
    "Cadastro": "Junte-se a nós",
    "HomeSubTexto1": "Se você ama esportes e quer organizar o seu próprio campeonato, temos uma excelente dica para você!",
    "HomeSubTexto2": "Não perca mais tempo procurando por soluções complicadas para organizar o seu campeonato.",
    "HomeSubTexto3": "Com a Playoffs, você pode criar e personalizar campeonatos de acordo com sua necessidade.",
    "Aqui": "Aqui você tem tudo isso",
    "Mais": "e muito mais",
    "Velocidade": "Velocidade",
    "VelocidadeTexto": "Mais rápido que um foguete",
    "Experiencia": "Para proporcionar uma experiência de usuário mais fluida, o site foi otimizado para tornar seu uso mais eficiente",
    "Projetado": "Projetado com uma interface intuitiva e fácil de usar, nosso site garante que seus visitantes possam navegar pelo seu conteúdo sem dificuldades",
    "Usabilidade": "Usabilidade",
    "UsabilidadeTexto": "É mais fácil que aprender algo novo",
    "Controle": "Controle",
    "ControleTexto": "Você é quem manda",
    "Desenvolvido": "Desenvolvido visando a liberdade e controle do usuário dentro do sistema, fizemos com que fosse possível a configuração de diversos parâmetros na criação e gestão de novos campeonatos",
    "Diversidade": "Diversidade",
    "DiversidadeTexto": "Tudo em um só lugar",
    "Oferece": "Nosso site oferece uma ampla variedade de conteúdo, abrangendo diversas funcionalidades de criação de campeonatos em um único sistema",
    "Qualidade": "Qualidade",
    "QualidadeTexto": "Melhor do que você imagina",
    "SobreNos": "Sobre Nós",
    "Somos": "Somos uma equipe de estudantes do curso de informática do Instituto Federal que decidiu unir forças para criar um projeto inovador.",
    "Estamos": "Estamos sempre em busca de novos desafios e buscamos utilizar nossa expertise em tecnologia para ajudar ao máximo o nosso público-alvo.",
    "Equipe": "Nossa equipe possui uma vasta experiência em desenvolvimento web e mobile, bem como em outras áreas da tecnologia, como banco de dados e segurança da informação.",
    "Pronto": "Pronto, agora que você conhece o",
    "Suguestao": "Que tal criar sua própria conta?",
    "NovaConta": "Criar Nova Conta",
    "Cadastro2": "Cadastrar-se",
    "Campeonatos": "Veja outros campeonatos!",
    "ListagemCampeonatos": "Listagem de Campeonatos",
    "Visualizacao": "Visualização",
    "Politica": "Política",
    "Termos": "Termos",
    "Sobre": "Sobre"
}