{
    "TituloPagina": "Termos de Uso",
    "Termos": "Termos de Uso",
    "AcessoUso": "1. Acesso e Uso do Site",
    "SiteDisponibilizado": "O site é disponibilizado pela Equipe Rodamo, representada neste termo como 'Playoffs', e destina-se ao uso de visitantes, doravante denominados 'VISITANTES'. Ao acessar e utilizar o site, o VISITANTE concorda em cumprir estes termos e condições de uso.",
    "Visitante": "O VISITANTE reconhece que a permanência no site implica na leitura e aceitação tácita destes termos de uso.",
    "EstesTermos": "Estes termos de uso podem ser atualizados pela Playoffs a qualquer momento, e a última atualização foi feita em 08 de abril de 2023. É responsabilidade do VISITANTE revisar regularmente os termos para estar ciente de quaisquer alterações.",
    "Proposito": "2. Propósito do Site",
    "OSite": "O site foi criado e desenvolvido com o objetivo de facilitar a criação de campeonatos esportivos de forma amadora.",
    "APlataforma": "A plataforma permite a criação e organização de campeonatos e times de futebol, bem como o cadastramento de jogadores e o acompanhamento de jogos.",
    "TodoConteudo": "Todo o conteúdo presente no site foi desenvolvido com base em fontes e materiais de confiança, sendo baseado em estudos sérios e respeitados, obtidos por meio de pesquisas de alto nível.",
    "ImportanteRessaltar": "É importante ressaltar que todo o conteúdo publicado no site é de responsabilidade dos próprios usuários. A Playoffs não se responsabiliza por problemas relacionados a regulamentos de campeonatos ou criação de times.",
    "PropriedadeIntelectual": "3. Propriedade Intelectual",
    "TodosDireitos": "Todos os direitos de propriedade intelectual relacionados ao site e ao seu conteúdo são de propriedade exclusiva da Playoffs ou de terceiros licenciadores, quando aplicável.",
    "VisitanteConcorda": "O VISITANTE concorda em não reproduzir, distribuir, modificar, transmitir, exibir, executar publicamente ou utilizar qualquer parte do conteúdo do site sem a autorização prévia por escrito da Playoffs ou do respectivo titular dos direitos autorais.",
    "Privacidade": "4. Privacidade e Proteção de Dados",
    "PlayoffsValoriza": "A Playoffs valoriza a privacidade dos VISITANTES. As informações coletadas pelo site serão tratadas de acordo com a Política de Privacidade da Playoffs, disponível no link ",
    "Politica": "política de privacidade",
    "VisitanteConcorda2": "O VISITANTE concorda em fornecer informações precisas e atualizadas durante o uso do site e em cumprir todas as leis aplicáveis relacionadas à privacidade e proteção de dados.",
    "Limitacao": "5. Limitação de Responsabilidade",
    "UsoSite": "O uso do site é de responsabilidade exclusiva do VISITANTE. A Playoffs não será responsável por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais ou punitivos decorrentes do acesso ou uso do site.",
    "NaoGarante": "A Playoffs não garante a disponibilidade contínua e ininterrupta do site, nem a ausência de erros, vírus ou outros elementos prejudiciais.",
    "Disposicoes": "6. Disposições Gerais",
    "EstesTermosConstituem": "Estes termos de uso constituem o acordo integral entre a Playoffs e o VISITANTE em relação ao uso do site, substituindo todos os acordos anteriores ou contemporâneos, verbais ou escritos, relacionados ao assunto em questão. Qualquer modificação ou alteração destes termos só terá validade se realizada por escrito e assinada por ambas as partes.",
    "CasoQualquer": "Caso qualquer disposição destes termos de uso seja considerada inválida ou inexequível, as demais disposições permanecerão em pleno vigor e efeito.",
    "Omissao": "A omissão por parte da Playoffs em exercer ou fazer valer qualquer direito ou disposição destes termos de uso não constituirá uma renúncia a esse direito ou disposição.",
    "TermosRegidos": "Estes termos de uso serão regidos e interpretados de acordo com as leis do Brasil. Qualquer litígio decorrente ou relacionado a estes termos será de competência exclusiva dos tribunais brasileiros.",
    "PoderaCeder": " A Playoffs poderá ceder seus direitos e obrigações decorrentes destes termos de uso a terceiros, sem necessidade de consentimento do VISITANTE."
}