{
    "OrganizeCampeonato": "Organize your championships",
    "Com": "with",
    "Seguranca": "security",
    "Rapidez": "speed",
    "Facilidade": "ease",
    "Perfeicao": "perfection",
    "Cadastro": "Join us",
    "HomeSubTexto1": "If you love sports and want to organize your own championship, we have a great tip for you!",
    "HomeSubTexto2": "Don't waste any more time looking for complicated complicated solutions to organize your championship.",
    "HomeSubTexto3": "With Playoffs, you can create and customize championships according to your needs.",
    "Aqui": "Here, you have all this",
    "Mais": "and a little more",
    "Velocidade": "Speed",
    "VelocidadeTexto": "Faster than a rocket",
    "Experiencia": "To provide a more fluid user experience, the site has been optimized to make it more efficient to use.",
    "Projetado": "Designed with an intuitive and easy-to-use interface, our site ensures that your visitors can navigate through its content without difficulty",
    "Usabilidade": "Usability",
    "UsabilidadeTexto": "Easier than learning something new",
    "Controle": "Control",
    "ControleTexto": "You are the boss",
    "Desenvolvido": "Developed aiming at the user's freedom and control inside the system, we made it possible to configure various parameters in the creation and management of new championships.",
    "Diversidade": "Diversity",
    "DiversidadeTexto": "All in One Place",
    "Oferece": "Our site offers a wide variety of content, covering several features for creating championships in a single system.",
    "Qualidade": "Quality",
    "QualidadeTexto": "Better than you can imagine",
    "SobreNos": "About us",
    "Somos": "We are a team of computer science students from the Federal Institute that decided to join forces to create an innovative project.",
    "Estamos": "We are always looking for new challenges and seek to use our our expertise in technology to help our target audience as much as possible target audience.",
    "Equipe": "Our team has extensive experience in web and mobile development, as well as in other areas of technology, such as database and information security.",
    "Pronto": "Okay, now that you know the",
    "Suguestao": "How about creating your own account?",
    "NovaConta": "Create New Account",
    "Cadastro2": "Register",
    "Campeonatos": "See other championships!",
    "ListagemCampeonatos": "List of Championships",
    "Visualizacao": "Visualization",
    "Politica": "Policy",
    "Termos": "Terms",
    "Sobre": "About"

}