{
    "TituloPagina": "Terms of use",
    "Termos": "Terms of use",
    "AcessoUso": "1. Access and Use of the Site",
    "SiteDisponibilizado": "The site is made available by the Rodamo Team, represented in this term as 'Playoffs', and is intended for the use of visitors, hereinafter referred to as 'VISITORS'. By accessing and using the website, the VISITOR agrees to comply with these terms and conditions of use.",
    "Visitante": "The VISITOR acknowledges that staying on the site implies reading and tacit acceptance of these terms of use.",
    "EstesTermos": "These terms of use may be updated by Playoffs at any time, and were last updated on April 8, 2023. It is the responsibility of the VISITOR to regularly review the terms to be aware of any changes.",
    "Proposito": "2. Website Purpose",
    "OSite": "The site was created and developed with the aim of facilitating the creation of amateur sports championships.",
    "APlataforma": "The platform allows the creation and organization of soccer championships and teams, as well as the registration of players and the monitoring of games.",
    "TodoConteudo": "All content on the site was developed based on reliable sources and materials, based on serious and respected studies, obtained through high-level research.",
    "ImportanteRessaltar": "It is important to note that all content published on the site is the responsibility of the users themselves. Playoffs is not responsible for problems related to championship regulations or team creation.",
    "PropriedadeIntelectual": "3. Intellectual Property",
    "TodosDireitos": "All intellectual property rights related to the website and its content are the exclusive property of Playoffs or third party licensors, where applicable.",
    "VisitanteConcorda": "The VISITOR agrees not to reproduce, distribute, modify, transmit, display, publicly perform or use any part of the content of the website without the prior written authorization of Playoffs or the respective copyright holder.",
    "Privacidade": "4. Privacy and Data Protection",
    "PlayoffsValoriza": "Playoffs values ​​the privacy of VISITORS. The information collected by the site will be treated in accordance with the Playoffs Privacy Policy, available at the link ",
    "Politica": "Privacy Policy",
    "VisitanteConcorda2": "The VISITOR agrees to provide accurate and up-to-date information while using the website and to comply with all applicable laws related to privacy and data protection.",
    "Limitacao": "5. Limitation of Liability",
    "UsoSite": "The use of the website is the sole responsibility of the VISITOR. Playoffs shall not be liable for any direct, indirect, incidental, special, consequential or punitive damages arising out of access to or use of the website.",
    "NaoGarante": "Playoffs does not guarantee the continuous and uninterrupted availability of the website, nor the absence of errors, viruses or other harmful elements.",
    "Disposicoes": "6. General Provisions",
    "EstesTermosConstituem": "These terms of use constitute the entire agreement between Playoffs and the VISITOR in relation to the use of the website, superseding all previous or contemporary agreements, verbal or written, related to the matter in question. Any modification or alteration of these terms will only be valid if made in writing and signed by both parties.",
    "CasoQualquer": "If any provision of these terms of use is held to be invalid or unenforceable, the remaining provisions will remain in full force and effect.",
    "Omissao": "Failure by Playoffs to exercise or enforce any right or provision of these terms of use shall not constitute a waiver of such right or provision.",
    "TermosRegidos": "These terms of use will be governed and interpreted in accordance with the laws of Brazil. Any dispute arising out of or relating to these terms will be the exclusive jurisdiction of the Brazilian courts.",
    "PoderaCeder": "Playoffs may assign its rights and obligations arising from these terms of use to third parties, without the need for the consent of the VISITOR." 
}